[MZAllCreation X2AbilityTemplate]
LocFriendlyName="森罗万象"
LocLongDescription="利用大自然的力量攻击每一个可见的敌人.根据目标的生态群系产生额外影响."
LocHelpText="利用大自然的力量攻击每一个可见的敌人.根据目标的生态群系产生额外影响."
LocFlyOverText="森罗万象"
LocPromotionPopupText="<Bullet/>苔原生态群系:附加寒冷.<br/><Bullet/>温带生态群系:附加盲目.<br/><Bullet/>荒原生态群系:附加燃烧.<br/><Bullet/>城市生态群系:附加击倒.<br/><Bullet/>地下生态群系:额外受到一次伤害.<br/><Bullet/>异种生态群系:附加毒素及失魂者化.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZAngrySky X2AbilityTemplate]
LocFriendlyName="雷嗔电怒"
LocLongDescription="唤起大自然对城市污染的愤怒,对目标区域造成电击伤害并附加混乱或宕机."
LocHelpText="唤起大自然对城市污染的愤怒,对目标区域造成电击伤害."
LocFlyOverText="雷嗔电怒"
LocPromotionPopupText="<Bullet/>只能在城市类生态群系中使用.<br/><Bullet/>对小范围内的目标造成电击伤害并附加混乱.<br/><Bullet/>机器类目标将被击晕宕机.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZAvalanche X2AbilityTemplate]
LocFriendlyName="饕风虐雪"
LocLongDescription="唤起苔原的自然力量,对目标区域造成冰冻伤害并附加寒冷."
LocHelpText="唤起苔原的自然力量,对目标区域造成冰冻伤害并附加寒冷."
LocFlyOverText="饕风虐雪"
LocPromotionPopupText="<Bullet/>只能在苔原类生态群系中使用.<br/><Bullet/>对小范围内的目标造成冰冻伤害并附加寒冷.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZCounterFlood X2AbilityTemplate]
LocFriendlyName="排山倒海"
LocLongDescription="使用当前地图的生态群系的力量进行攻击,造成不同效果."
LocHelpText="使用当前地图的生态群系的力量进行攻击,造成不同效果."
LocFlyOverText="排山倒海"
LocPromotionPopupText="<Bullet/>苔原生态群系:附加寒冷.<br/><Bullet/>温带生态群系:附加盲目.<br/><Bullet/>荒原生态群系:附加燃烧.<br/><Bullet/>城市生态群系:附加混乱,对机器目标则击晕宕机.<br/><Bullet/>地下生态群系:额外受到一次伤害.<br/><Bullet/>异种生态群系:附加毒素及失魂者化."
 
[MZCounterFloodShot X2AbilityTemplate]
LocFriendlyName="排山倒海!"
LocFlyOverText="排山倒海!"
 
[MZGeoSkyPaired X2AbilityTemplate]
LocFriendlyName="风水术:海阔天空"
LocLongDescription="可以获得两种风水术技能,对于城市生态群落可获得雷嗔电怒,对于温带生态群落可获得雾兴风涌."
LocHelpText="可以获得两种风水术技能,对于城市生态群落可获得雷嗔电怒,对于温带生态群落可获得雾兴风涌."
LocFlyOverText="风水术:海阔天空"
 
[MZGeoTempPaired X2AbilityTemplate]
LocFriendlyName="风水术:冰火交加"
LocLongDescription="可以获得两种风水术技能,对于荒原生态群落可获得烈阳如焚,对于苔原生态群落可获得饕风虐雪."
LocHelpText="可以获得两种风水术技能,对于荒原生态群落可获得烈阳如焚,对于苔原生态群落可获得饕风虐雪.."
LocFlyOverText="风水术:冰火交加"
 
[MZGeoDarkPaired X2AbilityTemplate]
LocFriendlyName="风水术:暗流涌动"
LocLongDescription="可以获得两种风水术技能,对于地下生态群落可获得岩崩石落,对于异种生态群落可获得毒烟缭绕."
LocHelpText="可以获得两种风水术技能,对于地下生态群落可获得岩崩石落,对于异种生态群落可获得毒烟缭绕."
LocFlyOverText="风水术:暗流涌动"
 
[MZRestedWings X2AbilityTemplate]
LocFriendlyName="俯冲飞行"
LocLongDescription="在喷气发射状态中击杀目标可以返还消耗的次数."
LocHelpText="在喷气发射状态中击杀目标可以返还消耗的次数."
LocFlyOverText="俯冲飞行"
 
[MZMistStorm X2AbilityTemplate]
LocFriendlyName="雾兴云涌"
LocLongDescription="唤起迷雾中的自然力量,对目标区域造成灵能伤害并附加盲目."
LocHelpText="唤起迷雾中的自然力量,对目标区域造成灵能伤害并附加盲目."
LocFlyOverText="雾兴云涌"
LocPromotionPopupText="<Bullet/>只能在温带类生态群系中使用.<br/><Bullet/>对小范围内的目标造成灵能伤害并附加盲目.<br/><Bullet/>还可以降低目标的意志力及黑客防御.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZNaturesEmbrace X2AbilityTemplate]
LocFriendlyName="树海降诞"
LocLongDescription="唤起大自然本身的力量攻击目标敌人,根据生态群系产生额外效果."
LocHelpText="唤起大自然本身的力量攻击目标敌人,根据生态群系产生额外效果."
LocFlyOverText="树海降诞"
LocPromotionPopupText="<Bullet/>苔原生态群系:附加寒冷.<br/><Bullet/>温带生态群系:附加盲目.<br/><Bullet/>荒原生态群系:附加燃烧.<br/><Bullet/>城市生态群系:附加击倒.<br/><Bullet/>地下生态群系:额外受到一次伤害.<br/><Bullet/>异种生态群系:附加毒素及失魂者化.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZNaturesWrath X2AbilityTemplate]
LocFriendlyName="自然之怒"
LocLongDescription="移除树海降诞的冷却时间,风水术技能增加暴击伤害与暴击率."
LocHelpText="移除树海降诞的冷却时间,风水术技能增加暴击伤害与暴击率."
LocFlyOverText="自然之怒"
LocPromotionPopupText="<Bullet/>移除树海降诞的冷却时间.<br/><Bullet/>每个风水术技能使你的风水术技能+<Ability:NatureWrathCRITCHANCE/>%暴击率.<br/><Bullet/>每个风水术技能使你的风水术技能+<Ability:NatureWrathCRITDAMAGE/>暴击伤害."
 
[MZShiningFlare X2AbilityTemplate]
LocFriendlyName="烈阳如焚"
LocLongDescription="唤起沙漠的自然之力,对目标区域造成火焰伤害并附加燃烧."
LocHelpText="唤起沙漠的自然之力,对目标区域造成火焰伤害并附加燃烧."
LocFlyOverText="烈阳如焚"
LocPromotionPopupText="<Bullet/>只能在荒原类生态群系中使用.<br/><Bullet/>对小范围内的目标造成火焰伤害并附加燃烧.<br/><Bullet/>将会点燃目标范围内的环境<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZRockfall X2AbilityTemplate]
LocFriendlyName="岩崩石落"
LocLongDescription="唤起大地深处的自然力量,对目标区域造成2次伤害."
LocHelpText="唤起大地深处的自然力量,对目标区域造成2次伤害."
LocFlyOverText="岩崩石落"
LocPromotionPopupText="<Bullet/>只能在地下类生态群系中使用.<br/><Bullet/>对小范围内的目标造成2次近战伤害.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZUltimaShot X2AbilityTemplate]
LocFriendlyName="Ultima Shot"
LocLongDescription="在喷器发射状态中,进行一次强力的射击,消耗<Ability:ULTIMAJETSHOTCOST/>喷气发射次数."
LocHelpText="在喷器发射状态中,进行一次强力的射击,消耗<Ability:ULTIMAJETSHOTCOST/>喷气发射次数."
LocFlyOverText="Ultima Shot"
LocPromotionPopupText="<Bullet/>必须激活喷气发射才能使用.<br/><Bullet/>消耗喷气发射<Ability:ULTIMAJETSHOTCOST/>次.<br/><Bullet/>最多命中3次."
 
[MZVenomSquall X2AbilityTemplate]
LocFriendlyName="毒烟缭绕"
LocLongDescription="唤起自然中的疫病之力,对目标区域造成毒素伤害并产生毒雾."
LocHelpText="唤起自然中的疫病之力,对目标区域造成毒素伤害并产生毒雾."
LocFlyOverText="毒烟缭绕"
LocPromotionPopupText="<Bullet/>只能在异种类生态群系中使用.<br/><Bullet/>对小范围内的目标造成毒素伤害并附加中毒及失魂者化.<br/><Bullet/>将在目标区域产生毒雾.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."